Repository: ahmad13544/tuleap
Catalog: gitlab/scripts/linked-group/po/*.po
Languages: fr_fr

source: %d repository has just been integrated.
fr_fr: %d dépôt vient d'être intégré.

source: %d repository integrated just now
fr_fr: %d dépôt intégré à l'instant

source: Error during last sync: %(error)s
fr_fr: Erreur lors de la dernière synchronisation : %(error)s

source: Error during the removal of the link: %(error)s
fr_fr: Erreur pendant la suppression du lien : %(error)s

source: Error during the update of configuration: %(error)s
fr_fr: Erreur pendant la modification de la configuration : %(error)s

source: Error during the update of the access token: %(error)s
fr_fr: Erreur pendant la mise à jour du jeton d'accès : %(error)s

source: In error, just now
fr_fr: En erreur, à l'instant

source: No
fr_fr: Non

source: Unable to connect to the GitLab server, please check your credentials.
fr_fr: Impossible de se connecter au serveur GitLab, veuillez vérifier vos informations de connexion.

source: Unable to reach the GitLab server: %(error)s
fr_fr: Impossible d'atteindre le serveur GitLab : %(error)s

source: Yes
fr_fr: Oui
